import React from 'react';
import './About.css';

class About extends React.Component{

  render(){
  return (
  <div className="about">
  Доллар США – пожалуй, самая известная валюта в мире. По некоторым данным около 80% всех расчетов происходят в данной валюте. Примерно 60%  золотовалютного резерва большинства стран размещено в американских деньгах.
  Однако такой популярностью он пользовался не всегда. Подписав Декларацию о независимости 4 июля 1776 года, молодое государство нуждалось в собственной денежной единице.
  В конце 18 века на территории Североамериканских Штатов в ходу были различные монеты: английская чеканка, испанские реалы, немецкие и голландские таллеры. 
  Первые американские монеты начали чеканить в 1794 году и они, как и талеры, были серебряными.
  Принято считать, что на банкнотах изображены президенты США, но это не совсем так. Например, на 500-долларовой купюре изображение Председателя Верховного суда Джона Маршала.
  Изготовлением и утилизацией денежных знаков занимаются частные компании по заказу правительства. 
</div>
 );
}
}

export default About;
